[
  {
    "ID": 1,
    "Name": "Airport",
    "Story": "Your department received intel about an attack on the US. You're now at the airport, ready to take on your next mission of finding the nuclear weapon and detonating it before it is launched and capturing the criminal mastermind.",
    "Navigation": "Press 1 to go to the Hotel, Press 2 to go to the Subway Press 3 to go to the Diner",
    "Choice1": 2,
    "Choice2": 7,
    "Choice3": 12,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 2,
    "Name": "Hotel",
    "Story": "You arrive your hotel. You settle in and plan your next moves",
    "Navigation": "Press 1 to go to the Cathedral Press 2 to go to the Mansion, Press 3 to go to the Mall.",
    "Choice1": 11,
    "Choice2": 15,
    "Choice3": 9,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 3,
    "Name": "Park",
    "Story": "You are in the park. You are supposed to meet with an informant here but he never showed up.",
    "Navigation": "Press 1 to approach the man on the bench, Press 2 to go back to the hotel, Press 3 to follow the path to the School Campus",
    "Choice1": 3,
    "Choice2": 2,
    "Choice3": 4,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 4,
    "Name": "School Campus",
    "Story": "You step onto the bustling school campus and you blend in as a substitute teacher, you notice whispers in the hallways.",
    "Navigation": "Press 1 to sneak into the Theater, Press 2 to go to the Mall, Press 3 to go to the Library",
    "Choice1": 5,
    "Choice2": 8,
    "Choice3": 6,
    "Win": 0,
    "Lose": 0,
    "Stranger": 8,
    "": ""
  },
  {
    "ID": 5,
    "Name": "Theater",
    "Story": "You are in the theater. You must search for clues",
    "Navigation": "Press 1 to investigate the backstage, Press 2 to go to the diner, Press 3 to venture to the office building",
    "Choice1": 5,
    "Choice2": 12,
    "Choice3": 10,
    "Win": 0,
    "Lose": 0,
    "Stranger": 5,
    "": ""
  },
  {
    "ID": 6,
    "Name": "Library",
    "Story": "You enter the library, you continue to search for clues.",
    "Navigation": "Press 1 to go to the subway, Press 2 to go to the park, Press 3 to go to the Abandoned warehouse",
    "Choice1": 7,
    "Choice2": 3,
    "Choice3": 20,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 7,
    "Name": "Subway",
    "Story": "You're aboard a bustling subway, surrounded by commuters.",
    "Navigation": "Press 1 to go to the school, Press 2 to go to the office building, Press 3 to search the subway",
    "Choice1": 4,
    "Choice2": 10,
    "Choice3": 7,
    "Win": 1,
    "Lose": 0,
    "Stranger": 5,
    "": ""
  },
  {
    "ID": 8,
    "Name": "Mall",
    "Story": "You navigate through a bustling mall, blending in with the shoppers. You notice a strange man acting weird around you before walking away.",
    "Navigation": "Press 1 to explore the Food Court, Press 2 to go back to the hotel, Press 3 to go to the mansion",
    "Choice1": 8,
    "Choice2": 2,
    "Choice3": 15,
    "Win": 0,
    "Lose": 0,
    "Stranger": 15,
    "": ""
  },
  {
    "ID": 9,
    "Name": "Gas Station",
    "Story": "You stop by at a gas station. As you fill up your tank, a car pulls up and you realize you're not alone.",
    "Navigation": "Press 1 to go to the Cathedral Press 2 to go to the gallery, Press 3 to make your way to the Subway station.",
    "Choice1": 11,
    "Choice2": 16,
    "Choice3": 7,
    "Win": 0,
    "Lose": 0,
    "Stranger": 6,
    "": ""
  },
  {
    "ID": 10,
    "Name": "Office Building",
    "Story": "You enter the office building. It is past office hours so the building is empty except for the heavily armed guards",
    "Navigation": "Press 1 to take on the guards and try to gain access, Press 2 to go to the school Press 3 to go to the diner",
    "Choice1": 10,
    "Choice2": 4,
    "Choice3": 12,
    "Win": 0,
    "Lose": 1,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 11,
    "Name": "Cathedral",
    "Story": "You enter the Cathedral. Nothing seem to be out of place but you can't be so sure",
    "Navigation": "Press 1 to go to the park, Press 2 to go to the the subway, Press 3 to go to the mall",
    "Choice1": 3,
    "Choice2": 7,
    "Choice3": 8,
    "Win": 0,
    "Lose": 0,
    "Stranger": 3,
    "": ""
  },
  {
    "ID": 12,
    "Name": "Diner",
    "Story": "You are in the diner. Your mission is to identify a member of the terrorist group among the crowd and trail him to their hideout.",
    "Navigation": "Press 1 to place an order, Press 2 to find your way to the casino, Press 3 to go to the gas station",
    "Choice1": 12,
    "Choice2": 13,
    "Choice3": 9,
    "Win": 0,
    "Lose": 0,
    "Stranger": 1,
    "": ""
  },
  {
    "ID": 13,
    "Name": "Casino",
    "Story": "You find yourself in a casino, where a notorious criminal is rumored to be hiding. Posing as a high roller, you look out for clues.",
    "Navigation": "Press 1 to play against the man in a tux at the card tables, Press 2 to go to the mansion, Press 3 to go to the Underground Tunnel entrance.",
    "Choice1": 13,
    "Choice2": 15,
    "Choice3": 19,
    "Win": 0,
    "Lose": 0,
    "Stranger": 2,
    "": ""
  },
  {
    "ID": 14,
    "Name": "Nightclub",
    "Story": "You're in a pulsating nightclub. You got intel that the gang leader is holding a meeting there. You search through the crowd, looking for him.",
    "Navigation": "Press 1 to sneak into the casino, Press 2 to go to the office building, Press 3 to go to the the mansion",
    "Choice1": 13,
    "Choice2": 11,
    "Choice3": 15,
    "Win": 0,
    "Lose": 0,
    "Stranger": 6,
    "": ""
  },
  {
    "ID": 15,
    "Name": "Mansion",
    "Story": "You enter a mansion. Clues point to the nuclear weapon being kept there  You use special tactics to bring down the two men guarding the house without raising an alarm and search the main floor",
    "Navigation": "Press 1 to go to the rooftop, Press 2 to go to the basement, Press 3 to go to the gallery",
    "Choice1": 17,
    "Choice2": 18,
    "Choice3": 16,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 16,
    "Name": "Gallery",
    "Story": "You step into a grand art gallery filled with masterpieces. As you examine the paintings hoping to find valuable clues, you notice a peculiar symbol recurring across different artifacts",
    "Navigation": "Press 1 to examine the statue, Press 2 go to the night club, Press 3 to descend to the Mansion's Basement.",
    "Choice1": 16,
    "Choice2": 14,
    "Choice3": 18,
    "Win": 0,
    "Lose": 0,
    "Stranger": 4,
    "": ""
  },
  {
    "ID": 17,
    "Name": "Rooftop",
    "Story": "You climb to the rooftop of the building and search for clues of the weapon",
    "Navigation": "Press 1 to go to the basement, Press 2 to find your way to the underground tunnel, Press 3 to go to the office building",
    "Choice1": 18,
    "Choice2": 19,
    "Choice3": 10,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 18,
    "Name": "Mansion's Basement",
    "Story": "You descend into the basement of the mansion still in search of the weapon or clues.",
    "Navigation": "Press 1 to enter the Underground Tunnel, Press 2 to ascend to the Rooftop, Press 3 to find your way to the warehouse",
    "Choice1": 19,
    "Choice2": 17,
    "Choice3": 20,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 19,
    "Name": "Underground Tunnel",
    "Story": "You find yourself in a dark underground tunnel rumored to lead to the terrorist hideout. Your mission is to locate the hideout. The path forks ahead",
    "Navigation": "Press 1 to venture towards the glow leading to the park, Press 2 to return to the hotel, Press 3 to follow the echoing sounds from the night club.",
    "Choice1": 3,
    "Choice2": 2,
    "Choice3": 14,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  },
  {
    "ID": 20,
    "Name": "Abandoned Warehouse",
    "Story": "You enter an abandoned warehouse on the outskirts of town. New intel points to the terrorists' shipment of weapons being stached there. Your task is to uncover the weapon stash.",
    "Navigation": "Press 1 to search the warehouse, Press 2 to go to the mansion, Press  3 to go to the office building",
    "Choice1": 20,
    "Choice2": 15,
    "Choice3": 10,
    "Win": 0,
    "Lose": 0,
    "Stranger": 0,
    "": ""
  }
]